/* Dialog Strings */
"SAVE" = "Spara";
"DONTSAVE" = "Spara inte";
"CANCEL" = "Avbryt";
"DELETE" = "Radera";
"OK" = "OK";
"APPLY" = "Utför";
"REVERT" = "Återgå";
"DONTAPPLY" = "Utför inte";
"CONTINUE" = "Fortsätt";
"NONE" = "Inget";
"ASSIST" = "Hjälp mig…";
"NEW_ISP" = "Skaffa ny Internetleverantör…";
"CREATE" = "Skapa";
"DO_NOT_CREATE" = "Skapa inte";
"UNKNOWN" = "Okänt";
"DONE" = "OK";
"AUTHENTICATE" = "Autentisera";
"DEAUTHENTICATE" = "Avautentisera";

"ADVANCED" = "Avancerat";
"SETUP" = "Ställ in…";
"CONNECT" = "Anslut";
"DISCONNECT" = "Koppla ned";
"DIAL_NOW" = "Ring upp nu";

"EDIT_BUTTON_RENAME" = "Byt namn";
"EDIT_BUTTON_EDIT" = "Redigera…";

"LINK_AGGREGATE" = "Länka samman";

/* Panel Strings */
"SAVE_CONFIG" = "Vill du utföra ändringarna i konfigurationen?";
"IP_FROM_SERVER" = "IP-adress: Delas ut av servern\n";
"IP_ADDR" = "IP-adress: %@\n";
"DELETE_LOC" = "Vill du verkligen radera platsen ”%@”?";
"DELETE_CFG" = "Vill du verkligen radera konfigurationen ”%@”?";
"DELETE_SERVICE" = "Vill du verkligen radera tjänsten ”%@”?";
"NO_UNDO_DESC" = "Detta kan inte ångras.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "Tjänsten ”%@” finns på flera platser";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Vill du radera den från alla platser eller bara den aktuella platsen?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Radera från alla";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Radera från aktuell";
"RENAME_CFG" = "Ändra konfigurationsnamn:";
"RENAME_SERVICE" = "Ange ett nytt namn för ”%@”.";
"CREATE_CFG" = "Skapa en ny konfiguration med namnet:";
"CREATE_SERVICE" = "Skapa en ny tjänst med namnet:";
"DUPLICATE_SERVICE" = "Ange ett namn för dupliceringen av ”%@”.";
"AUTOMATIC_CFG" = "Automatisk";
"DEFAULT_CFG" = "Förval";
"UNTITLED_CFG" = "Namnlös";
"CFG_NAME" = "Konfigurationsnamn:";
"CFG_COPY_NO_FORMAT" = "kopia";
"CFG_COPY" = "%@ (kopia)";
"AIRPORT_ID" = "AirPort-ID:";
"ENET_ID" = "Ethernetadress:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Ogiltigt namn!";
"DUPLICATE_NAME" = "Namnet måste vara unikt!";
"INVALID_VLAN_TAG" = "Taggen är utanför intervallet!";
"DUPLICATE_VLAN_TAG" = "Taggen måste vara unik!";
"TURN_AIRPORT_OFF" = "Slå av AirPort";
"TURN_AIRPORT_ON" = "Slå på AirPort";
"AIRPORT_POWER_ON" = "På";
"AIRPORT_POWER_OFF" = "Av";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 till 4";

"MODEM_GENERIC" = "Allmänt";
"MODEM_OTHER" = "Annat";

"UNTITLED_INTERFACE" = "Namnlös";
"UNTITLED_SERVER" = "Server utan namn";

"ALERT_UNSAVED_CHANGES_FORMAT" = "Tjänsten ”%@” har ändringar som inte utförts. Vill du utföra dem?";
"ALERT_UNSAVED_CHANGES" = "Den här tjänsten har ändringar som inte sparats";
"ALERT_UNSAVED_CHANGES_EXIT" = "Vill du utföra ändringarna innan du stänger inställningspanelen Nätverk?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "Vid import förloras alla osparade ändringar. Vill du utföra dina ändringar innan du importerar konfigurationen?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Vill du utföra ändringarna innan du byter tjänster?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Vill du utföra ändringarna innan du byter platser?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Vill du utföra ändringarna innan du redigerar platser?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "När du stänger av eller slår på AirPort förloras alla osparade ändringar. Vill du spara och utföra dina ändringar innan du fortsätter?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "Om du förnyar DHCP-tilldelningen förloras alla osparade ändringar. Vill du utföra dina ändringar innan du förnyar DHCP-tilldelningen?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "Om du ansluter utan att först tillämpa dina ändringar kommer du att använda de tidigare inställningarna. Vill du tillämpa dina ändringar innan du ansluter?";

"DELETE_VLAN_MULTIPLE" = "Detta VLAN används av %d nätverkstjänster.";
"DELETE_VLAN_ONE" = "Detta VLAN används av en nätverkstjänst.";
"DELETE_VLAN" = "Vill du verkligen radera VLAN:et ”%@”?";
"DELETE_VLAN_INFO" = "Alla nätverkstjänster som använder detta virtuella nätverk raderas om du raderar det virtuella nätverket. Raderingar av tjänster eller virtuella nätverk kan inte ångras. Vill du fortsätta radera det virtuella nätverket och relaterade konfigurationer?";

"DELETE_BOND_MULTIPLE" = "Denna sammanslagning används av %d nätverkstjänster.";
"DELETE_BOND_ONE" = "Denna sammanslagning används av en nätverkstjänst.";
"DELETE_BOND" = "Vill du verkligen radera sammanslagningen ”%@”?";
"DELETE_BOND_INFO" = "Alla nätverkstjänster som använder denna sammanslagning raderas om du raderar sammanslagningen. Raderingar av tjänster eller sammanslagningar kan inte ångras. Vill du fortsätta radera sammanslagningen och relaterade konfigurationer?";
"UNTITLED_VLAN" = "Namnlöst virtuellt nätverk";
"UNTITLED_BOND" = "Namnlös Bond";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Alla medlemsgränssnitt är anslutna.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "En del medlemsgränssnitt är anslutna. Klicka på Avancerat för mer information.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Inga medlemsgränssnitt är anslutna. Klicka på Avancerat för mer information.";

"NEW_INTERFACE" = "Nytt gränssnitt har upptäckts";
"SAVE_INTERFACE" =  "Ett nytt nätverksgränssnitt har upptäckts:\r\r%@\r\rKontrollera att det är korrekt inställt och aktivera det sedan genom att klicka på Utför.";

"NEW_INTERFACES" = "Nya gränssnitt har upptäckts";
"SAVE_INTERFACES" =  "Nya nätverksgränssnitt har upptäckts:\r\r%@\r\rKontrollera att de är korrekt inställda och aktivera dem sedan genom att klicka på Utför.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Aktivera tjänst";
"Make Service Inactive" = "Avaktivera tjänst";

"Remove Service" = "Ta bort tjänsten ”%@”…";
"Duplicate Service" = "Duplicera tjänsten ”%@”…";
"Rename Service" = "Byt namn på tjänsten ”%@”…";
"DELETE_WITH_NAME" = "Radera ”%@”…";
"EDIT_WITH_NAME" = "Redigera ”%@”…";

/* Location Menu */
"EDIT_LOCATIONS" = "Redigera platser…";

/* transmitting and receiving */
"tx" = "tx";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "full";
"half" = "halv";
"full-duplex" = "full duplex";
"half-duplex" = "halv duplex";
"flow" = "flöde";
"flow-control" = "flödeskontroll";
"auto" = "auto";
"autoselect" = "autoval";

/* misc service title */
"UNKNOWN_SERVICE" = "Okänd tjänst";

/* status strings */
"Inactive" = "Inaktiv";
"Connected" = "Ansluten";
"Connecting" = "Ansluter…";
"Disconnecting" = "Kopplar ned…";
"Some Connected" = "En del anslutna";
"Not Connected" = "Ej ansluten";
"Not Configured" = "Inte konfigurerad";
"Unknown State" = "Okänd status";
"Cable Unplugged" = "Kabel ej ansluten";

"Self-Assigned IP" = "Egentilldelad IP-adress";
"No IP Address" = "Ingen IP-adress";
"Loopback IP" = "Loopback-IP-adress";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Konton";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxyservrar";
"appletalk" = "AppleTalk";
"bonds" = "Bond-status";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN on Demand";
"vpnoptions" = "Alternativ";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Tjänster";
"Active Services" = "Aktiva tjänster";
"Inactive Services" = "Inaktiva tjänster";
"All Services" = "Alla tjänster";
"All Broadband Services" = "Alla bredbandstjänster";
"All VPN Services" = "Alla VPN-tjänster";
"All Wireless Services" = "Alla trådlösa tjänster";
"All Dial-up Services" = "Alla uppringda tjänster";

"All Active Services" = "Alla aktiva tjänster";
"Active Broadband Services" = "Aktiva bredbandstjänster";
"Active VPN Services" = "Aktiva VPN-tjänster";
"Active Wireless Services" = "Aktiva trådlösa tjänster";
"Active Dial-up Services" = "Aktiva uppringda tjänster";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Ange tjänsteordning och andra åtgärder";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "MAC-identifieraren (Media Access Control) för den här nätverksmaskinvaran";
"AirPortID Tooltip" = "MAC-identifieraren (Media Access Control) för den här nätverksmaskinvaran (samma som AirPort-ID)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Ogiltig IP-adress";
"InvalidSubnetMask" = "Ogiltig delnätsmask";
"InvalidRouterAddress" = "Ogiltig routeradress";
"InvalidServerAddress" = "Ogiltig serveradress";
"InvalidDomainLabel" = "Ogiltig domänmärkning";
"LinkLocalAddress" = "Länka lokal adress";
"InvalidPrefixLength" = "Ogiltig prefixlängd";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "IP-adressen måste bestå av 4 nummer mellan 0 och 255, åtskilda av punkter.";
"BasicSubnetMaskError"	= "Delnätsmasken måste bestå av 4 nummer mellan 0 och 255, åtskilda av punkter.";
"DefaultRouteError"	= "Värdet som angavs reserveras för förvald router och kan inte användas som IP-adress för den här datorn.";
"LimitedBroadcastError"	= "Värdet som angavs är den begränsade broadcast-adressen och kan inte användas som IP-adress för den här datorn.";
"FirstQuadReservedError"	= "Den första siffergruppen i värdet som angavs är utanför intervallet och kan inte användas som routeradress för den här datorn.";
"SourceAddressError"	= "Den första siffergruppen i det angivna värdet får inte vara 0.";
"LoopbackError"	= "Den första siffergruppen i det angivna värdet får inte vara 127.";
"BroadcastAddressError"	= "Värdadressen stämmer inte med broadcast-adressen.";
"NetworkAddressError"	= "Värdadressen kan inte vara 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "Nätverksadressdelen av IP-adressen stämmer inte med delnätsadressen.";
"OctetRangeError"	= "IP-adressen finns inte inom det adressintervall som stöds av routeradressen och delnätsmasken.";

// IP and Router match error
"IPRouterMatchError"= "IP-adressen kan inte vara samma som routeradressen.";

// IP Address Link Local Address
"LinkLocalError" = "IP-adressen fungerar inte med en router. Vi rekommenderar att du använder en annan IP-adress.";

// subnet maskk error reasons
"NonContiguousOnesError" = "Delnätsmasken är ogiltig. Kontrollera att du har angett rätt värde. Be nätverksadministratören om hjälp.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Sökdomännamn får bara innehålla bokstäver, siffror och bindestreck. De måste även börja och sluta med en bokstav eller siffra.";

// IPv6 address errors
"IPv6BasicValidationError" = "IPv6-adressen måste bestå av 8 hexadecimala siffror från 0x0 till 0xffff, separerade av kolon.";
"IPv6RouterBasicValidationError" = "IPv6-routeradressen måste bestå av 8 hexadecimala siffror från 0x0 till 0xffff, separerade av kolon.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "IPv6-prefixlängden måste vara ett heltal mellan 0 och 128. Det rekommenderas att värdet som anges ligger under 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "DHCP-klient-ID:t är för långt";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "Ett DHCP-klient-ID får inte innehålla mer än 255 tecken.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 dag, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d dagar, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "byte";
"KBytes" = "K";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Duplicera den markerade platsen";
"DUPLICATE_SERVICE_TOOLTIP" = "Duplicera den markerade tjänsten";
"DELETE_SET_TOOLTIP" =  "Radera den markerade platsen";
"DELETE_SERVICE_TOOLTIP" =  "Radera den markerade tjänsten";
"SERVICES_COLUMN_TITLE" = "Tjänster";
"LOCATIONS_COLUMN_TITLE" = "Konfigurationer";
"ADD_LOCATION_TOOLTIP" = "Lägg till en plats";
"DELETE_LOCATION_TOOLTIP" = "Radera den markerade platsen";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Markera de tjänster som ska läggas till för platsen ”%@”";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "IPSec-delad hemlighet";

/* Keychain */
"IC_KEYCHAIN" = "Internetanslutning";
"8021x_KEYCHAIN" = "802.1X-lösenord";
"IC_KEYCHAIN_FORMAT" = "Internetanslutning: %@";

/* configuration popup menu item titles */
"Rename item" = "Byt namn på ”%@”";
"Delete item" = "Radera ”%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Lägg till en DNS-serveradress";
"DELETE_DNS_SERVER_TOOLTIP" = "Ta bort en DNS-serveradress";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Lägg till en DNS-sökdomän";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Ta bort en DNS-sökdomän";

"ADD_WINS_SERVER_TOOLTIP" = "Lägg till en WINS-serveradress";
"DELETE_WINS_SERVER_TOOLTIP" = "Radera en WINS-serveradress";
"Add WINS server address" = "Lägg till WINS-serveradress";
"Delete WINS server address" = "Radera WINS-serveradress";

"ADD_8021X_CONFIG_TOOLTIP" = "Lägg till en 802.1x-konfiguration";
"DELETE_8021X_CONFIG_TOOLTIP" = "Radera en 802.1x-konfiguration";
"Add an 802.1x configuration" = "Lägg till en 802.1x-konfiguration";
"Delete an 802.1x configuration" = "Radera en 802.1x-konfiguration";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Lägg till en ny IPv6-adress";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Radera den markerade IPv6-adressen";

"ADD_SERVICE_TOOLTIP" = "Skapa en ny tjänst";
"REMOVE_SERVICE_TOOLTIP" = "Radera den markerade tjänsten";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ används just nu.";

"CUSTOM_RANGE_FORMAT" = "(%d till %d)";
"MTU_RANGE_ERROR_TITLE" = "Värde utanför intervall";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "MTU-värdet som angavs är mindre än det minsta värde (%d) som stöds av det här gränssnittet.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "MTU-värdet som angavs är större än det maximala värde (%d) som stöds av det här gränssnittet.";
"MTU_RANGE_ERROR" = "Värdet som angavs finns inte i det intervall MTU-värden som stöds av det här gränssnittet.";

// proxy descriptions
"FTP Proxy" = "FTP-proxy";
"Web Proxy (HTTP)" = "Webbproxy (HTTP)";
"Secure Web Proxy (HTTPS)" = "Säker webbproxy (HTTPS)";
"Streaming Proxy (RTSP)" = "Strömningsproxy (RTSP)";
"SOCKS Proxy" = "SOCKS-proxy";
"Gopher Proxy" = "Gopher-proxy";
"Automatic Proxy Configuration" = "Automatisk proxyinställning";
"Auto Proxy Discovery" = "Upptäck proxy automatiskt";
		
// proxy titles
"FTP Proxy Server" = "FTP-proxyserver";
"Web Proxy Server" = "Webbproxyserver";
"Secure Web Proxy Server" = "Säker webbproxyserver";
"Streaming Proxy Server" = "Strömningsproxyserver";
"SOCKS Proxy Server" = "SOCKS-proxyserver";
"Gopher Proxy Server" = "Gopher-proxyserver";
"Proxy Configuration File" = "Proxykonfigurationsfil";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Hittade inga certifikat";
"NO_CERT_ALERT_INFO" = "Certifikatsautentisering kan inte användas eftersom din nyckelring inte innehåller några lämpliga certifikat. Använd Nyckelhanterare till att importera lämpliga certifikat till nyckelringen. Kontakta nätverksadministratören om du saknar de certifikat som krävs för autentisering.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Inga datorcertifikat hittades";
"NO_CERT_MACHINE_ALERT_INFO" = "Certifikatsautentisering kan inte användas eftersom din nyckelring inte innehåller några lämpliga certifikat. Använd Nyckelhanterare till att importera lämpliga certifikat till nyckelringen. Kontakta nätverksadministratören om du saknar de certifikat som krävs för autentisering.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Inget valt";
"SELECT_USER_CERT_TITLE" = "Markera ditt användarautentiseringscertifikat:";
"SELECT_TLS_CERT_TITLE" = "Välj ditt TLS-certifikat:";
"SELECT_MACHINE_CERT_TITLE" = "Välj datorns autentiseringscertifikat:";
"SELECT_CERT_INFO" = "Inget valt";
"CERT_NOT_FOUND" = "Inte i nyckelring";
"CERT_NOT_FOUND_TOOLTIP" = "Det valda certifikatet finns inte längre i nyckelringen";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Lägg till en ny domän i listan";
"REMOVE_VPN_DOMAIN" = "Ta bort den markerade domänen från listan";
"Add VPN on Demand domain" = "Lägg till VPN on Demand-domän";
"Remove VPN on Demand domain" = "Ta bort VPN on Demand-domän";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "minuter före återuppringning"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Om du slår på TLS misslyckas autentiseringar.";
"ONEX_TLS_INFO" = "TLS kan inte aktiveras eftersom din nyckelring inte innehåller några lämpliga certifikat. Använd Nyckelhanterare till att importera lämpliga certifikat till nyckelringen. Kontakta nätverksadministratören om du saknar de certifikat som krävs för autentisering.";
"NO_CERTS" = "Hittade inga certifikat";
"TLS_DESC" = "Välj ditt TLS-certifikat:";

"ONEX_OFF_STATUS" = "802.1x är avaktiverat";
"ONEX_ON_STATUS" = "802.1x är aktiverat";
"ONEX_INACTIVE_STATUS" = "802.1X är inaktivt";
"TURN_ONEX_OFF" = "Avaktivera 802.1x";
"TURN_ONEX_ON" = "Aktivera 802.1x";

"ONEX_LOGIN_OFF_STATUS" = "802.1x-inloggning är avaktiverad";
"ONEX_LOGIN_ON_STATUS" = "802.1x-inloggning är aktiverad";
"TURN_LOGIN_ONEX_OFF" = "Avaktivera 802.1x-inloggning";
"TURN_LOGIN_ONEX_ON" = "Aktivera 802.1x-inloggning";

"ENABLE_8021X_TOOLTIP" = "Klicka för att aktivera eller avaktivera 802.1x-systemautentisering för den här nätverkstjänsten.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Det måste finnas ett användarnamn och lösenord för att aktivera 802.1x-autentisering.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Klicka för att autentisera med en 802.1X-konfiguration";
"ONEX_LOGIN_CREDS_TOOLTIP" = "Användarnamnet och lösenordet används bara för att hämta certifikatet och ange dess tillförlitlighet. De sparas inte.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X-autentisering misslyckades.";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X kan inte autentisera. Det är möjligt att du har angett en ogiltig konfiguration. Om du är osäker på vilken konfiguration du ska ansluta med kontaktar du nätverksadministratören."; 
"ONEX_PROTOCOL_FAILURE" = "Ett eller flera av de protokoll du försöker ansluta med stöds inte. Om du är osäker på vilket protokoll du ska ansluta med kontaktar du nätverksadministratören."; 
"ONEX_INNER_PROT_FAILURE" = "Ett eller flera av de inre protokoll du försöker ansluta med stöds inte. Om du är osäker på vilket inre protokoll du ska ansluta med kontaktar du nätverksadministratören."; 
"ONEX_SECURITY_ERROR" = "Säkerhetsfel: %d";
"ONEX_ERROR_PORT" = "(Fel: %1$d på port %2$@)";

"ONEX_AUTHENTICATING" = "Autentiserar";
"ONEX_CONNECTED" = "Autentiserad";
"ONEX_CONNECTED_VIA" = "Autentiserad via %@";
"ONEX_CONNECTED_VIA_PROT" = "Autentiserad via %@ (%@)";
"ONEX_ELAPSED_TIME" = "Anslutningstid: %@";
"ONEX_NO_AUTHENTICATOR" = "Autentiseringsservern svarar inte.";

"ONEX_PROGRESS_TITLE" = "Konfigurerar %@-inställningar för %@";
"ONEX_PROGRESS_STEP_AUTH" = "Autentiserar…";
"ONEX_PROGRESS_STEP_TRUST" = "Ställer in pålitlighet…";

"ONEX_SYSTEM_DOMAIN" = "Systemprofiler";
"ONEX_LOGINWINDOW_DOMAIN" = "Inloggningsfönsterprofiler";
"ONEX_USER_DOMAIN" = "Användarprofiler";
"ONEX_SYSTEM_CONFIG" = "Systemprofil";
"ONEX_LOGINWINDOW_CONFIG" = "Inloggningsfönster";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Ersätt systemprofilen?";
"ONEX_REPLACE" = "Ersätt";
"ONEX_REPLACE_SHEET_INFO" = "Vill du ersätta systemprofilen med profilen ”%@”?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Det finns redan en profil för det här nätverket.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "Om du skapar en annan profil för det här nätverket kan det påverka dina möjligheter att ansluta till nätverket automatiskt.";

/* status strings */
"UNKNOWN_SUMMARY" = "Nätverksanslutningens status kan inte avgöras.";
"UNKNOWN_STATUS" = "Nätverksstatus är okänd";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Lägg till ett föredraget nätverk i listan";
"DELETE_NETWORK_TOOLTIP" = "Ta bort ett föredraget nätverk från listan";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ är för närvarande av";
"AIRPORT_ON" = "%@ är för närvarande på";
"AIRPORT_CONNECTED" = "%@ är ansluten till ett nätverk";
"AIRPORT_UNKNOWN" = "Statusen på din trådlösa anslutning är okänd.";
"AIRPORT_NO_NETWORK" = "Inget nätverk valt";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ är påslagen men inte ansluten till ett nätverk.";
"AIRPORT_CONNECTED_TO" = "%1$@ är ansluten till %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ är ansluten till dator-till-dator-nätverket %2$@.";
"AIRPORT_NO_IP" = "%@ har ingen IP-adress och kan inte ansluta till Internet.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ är inställd på att få en IP-adress av %2$@, men den har ingen IP-adress och kan inte ansluta till Internet.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ är ansluten till %2$@ och har IP-adressen %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ har den egentilldelade IP-adressen %@ och kommer inte att kunna ansluta till Internet.";
"AIRPORT_NO_ROUTER" = "Kan inte kommunicera med basstationen. Kontrollera att basstationen är ordentligt inställd.";
"AIRPORT_NO_REACH_IP" = "%@ är ansluten till det trådlösa nätverket, men basstationens status är inte tillgänglig. Du kanske är ansluten till Internet.";
"AIRPORT_NO_DNS" = "%@ är ansluten till Internet, men DNS-inställningarna stämmer kanske inte.";
"AIRPORT_INTERNET_SHARING" = "Internetdelning är på och använder %@ för att dela anslutningen.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "Automatisk anslutning till kända nätverk. Om inga kända nätverk är tillgängliga tillfrågas du före anslutning till ett nytt nätverk.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "Automatisk anslutning till kända nätverk. Om inga kända nätverk är tillgängliga måste du välja ett nätverk manuellt.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ är för närvarande aktivt";
"ETHERNET_NOT_ACTIVE" = "%@ är inte aktivt";
"ETHERNET_CONNECTED" = "%@ är anslutet";
"ETHERNET_NOT_CONNECTED" = "%@ är inte anslutet";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ är för närvarande aktivt och har IP-adressen %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "Kabeln för %@ är ansluten, men datorn har ingen IP-adress.";
"ETHERNET_NOT_PLUGGED" = "Antingen är kabeln för %@ inte ansluten eller så svarar inte den anslutna enheten.";
"ETHERNET_LINK_LOCAL" = "%@ har en egentilldelad IP-adress och kommer inte att kunna ansluta till Internet.";
"ETHERNET_NO_ROUTER" = "Nätverksstatus kan inte kommunicera med routern.";
"ETHERNET_NO_REACH_IP" = "%@ är anslutet till det lokala nätverket, men Nätverksstatus kan inte bekräfta om du är ansluten till Internet.";
"ETHERNET_NO_DNS" = "%@ är anslutet, men DNS fungerar inte som väntat och kanske inte är ordentligt inställd.";
"ETHERNET_LOOPBACK" = "%@ har en loopback-IP-adress och kan kanske inte ansluta.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ är inte anslutet.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "Antingen är kabeln för %@ inte ansluten eller så svarar inte enheten.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Inga nätverkskompatibla FireWire-enheter är anslutna.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ är inte inställt.";
"MODEM_CONNECTED" = "%@ är anslutet";
"MODEM_NOT_CONNECTED" = "%@ är inte anslutet";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ har inte ställts in.";
"MODEM_READY" = "Klicka på knappen Anslut när du vill ansluta till nätverket.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ är inaktivt";
"VPN_CONNECTED" = "%@ är anslutet";
"VPN_CONNECTING" = "%@ ansluter…";
"VPN_DISCONNECTING" = "%@ kopplar ned…";
"VPN_NOT_CONNECTED" = "%@ är inte anslutet";
"VPN_UNKNOWN_STATE" = "%@ har en okänd status";
"VPN_NOT_CONFIGURED" = "%@ är inte inställt.";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Befintliga konfigurationer kommer att gå förlorade";
"LINK_ALERT_EXISTING_CONFIG" = "Eventuella befintliga konfigurationer på de valda portarna kommer att gå förlorade. Är du säker på att du vill skapa en sammanslagning?";
"LINK_STATUS_SPEED_DOWN" = "nere";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Ogiltig länk";
"LINK_STATUS_NO_PARTNER" = "Ingen partner";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Fel grupp";
"LINK_STATUS_UNKNOWN" = "Okänt";
"LINK_STATUS_TOOLTIP_ENABLED" = "Inga problem upptäcktes.";
"LINK_STATUS_TOOLTIP_INVALID" = "Länkstatusen var ogiltig (t.ex. nere, halv duplex eller felaktig hastighet).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "Porten på switchen som enheten är ansluten till tycks inte ha 802.3ad-länksammanslagning aktiverad.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "Porten är ansluten till en partner men den sammanlänkade gruppen är annorlunda från den aktiva.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "Enhetens status kunde inte avgöras.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Kunde inte importera konfigurationerna för ”%@”.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Inga ”%@”-tjänster hittades.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "”%@”-konfigurationerna kunde inte importeras eftersom en ”%@”-tjänst inte har ställts in i inställningspanelen Nätverk.";
"IMPORT_FAILED_BAD_FILE" = "Importen misslyckades eftersom filen är ogiltig.";
"IMPORT_MULTIPLE_FORMAT" = "Flera %@-tjänster hittades. Välj den tjänst du vill importera konfigurationer till:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Flera tjänster som stöder %@ hittades. Välj den tjänst du vill importera konfigurationer till:";
"EXPORT_FAILED" = "Exporten misslyckades.";
"EXPORT_FAILED_FILE" = "Kan inte skriva konfigurationerna i filen.";
"EXPORT_FAILED_CONFIGS" = "Kan inte skriva konfigurationerna till filen eftersom det inte finns några konfigurationer.";
"EXPORT_FAILED_CHECKBOXES" = "Kan inte skriva konfigurationerna till filen eftersom inga kryssrutor markerades.";
"EXPORT_FAILED_FILE_8021x" = "Kan inte skriva 802.1X-profilerna i filen.";
"EXPORT_FAILED_PROFILES" = "Kan inte skriva 802.1X-profilerna till filen eftersom det inte finns några profiler.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Kan inte skriva 802.1X-profilerna till filen eftersom inga kryssrutor markerades.";

"EXPORT_UNTITLED_FILE" = "Namnlös";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Behöver du hjälp med att ställa in ett nytt nätverk eller lösa ett nätverksproblem?";
"ASSIST_SHEET_INFO" = "Om du behöver hjälp med att ställa in en ny nätverkskonfiguration klickar du på Assistent. Om du behöver hjälp med att lösa ett problem med din nätverksanslutning klickar du på Diagnos.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Assistent…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnos…";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk är aktivt på en annan nätverkstjänst.";
"APPLETALK_ALRT_EXPLANATION" = "Vill du avaktivera AppleTalk på ”%@”?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk kan bara vara aktivt på en nätverksport åt gången. Om du fortsätter avaktiveras AppleTalk på %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Ej tillgänglig";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Visa VPN-status i menyraden";
"SHOW_MODEM_MENUEXTRA" = "Visa modemstatus i menyraden";
"SHOW_WWAN_MENUEXTRA" = "Visa WWAN-status i menyraden";
"SHOW_PPPOE_MENUEXTRA" = "Visa PPPoE-status i menyraden";
"SHOW_IRDA_MENUEXTRA" = "Visa IrDA-status i menyraden";

/* Accessibility Strings */
"Location Actions" = "Platsåtgärder";
"Add Location" = "Lägg till plats";
"Delete Location" = "Radera plats";

"Add search domain" = "Lägg till sökdomän";
"Delete search domain" = "Radera sökdomän";
"Add DNS server" = "Lägg till DNS-server";
"Delete DNS server" = "Radera DNS-server";

"Add Service"= "Lägg till tjänst";
"Delete Service" = "Radera tjänst";
"Service Actions" = "Tjänsteåtgärder";

"Add Profile"= "Lägg till profil";
"Delete Profile" = "Radera profil";

"SERVICE_LOGO_FORMAT" = "%@-logotyp";
"Service Logo" = "Tjänstelogotyp";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "Servern kommer att fråga efter lösenord";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Hittade inga PAN-enheter";